// Каждый охотник желает знать где сидит фазан(every hunter wants to know where does pheasant sit)



//Каждый - Красный
//Охотник - Оранжевый
//Желает - Жёлтый
//Знать - Зелёный
//Где - Голубой
//Сидит - Синий
//Фазан - Фиолетовый

///////////////////////////////////////////////

//t Перейти к следующей позиции табуляции
//n Перейти на начало новой строки 

#include <iostream>

void main()
{
    std::cout << "Every-Red" << "\n";
    std::cout << "\tHunter-Orange" << "\n";
    std::cout << "\t\tWants-Yellow" << "\n";
    std::cout << "\t\t\tTo know-Green" << "\n";
    std::cout << "\t\t\t\t Where-Cyan" << "\n";
    std::cout << "\t\t\t\t\tDoes Pheasant-Blue" << "\n";
    std::cout << "\t\t\t\t\t\t\tSit-Magenta" << "\n\n";
}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
